app/helpers/login_helper.rb

INSERT INTO "wishes" ("name", "contact", "wish", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "reacher"], ["contact", "ghost"], ["wish", "never go back"], ["created_at", "2020-05-24 17:36:07.714153"], ["updated_at", "2020-05-24 17:36:07.714153"]]
SELECT "wishes".* FROM "wishes" ORDER BY "wishes"."id" DESC LIMIT $1  [["LIMIT", 1]]
---
    def self.start(name, contact, wish)
        Wish.create!(name: name, contact: contact, wish: wish)
        count = Wish.last.id